Repository: axigen/axi-jwchat
Catalog: po/*.po
Languages: tr

source: A new room has been created but it awaits configuration from you. Do you want to do a custom configuration now?\nNote: Click on 'Cancel' to start with a default configuration!
tr: Yeni oda kuruldu fakat yapılandırmanızı bekliyor. şimdi özel bir yapılandırma istiyor musunuz?\nNot: Varsayılan yapılandırma ile başlatmak için 'iptal' tıklayın

source: An Error Occured\nAborting...
tr: Hata oluştu!\nKapatılıyor...

source: An error occured!\nAborting...
tr: Hata oluştu!\nKapatılıyor...

source: An error occured.\n\nYou need to restart this application from the login screen.
tr: Hata oluştu.\n\nGiriş ekranından uygulamayı yeniden başlatmanız gerekiyor.

source: Can't display User Info:\nUser not local!
tr: Kullanıcı bilgisi görüntülenemiyor:\nKullanıcı yerel değil!

source: Connection lost!\nReconnect?
tr: Bağlantı koptu!\nYeniden bağlanmak istermisiniz?

source: Couldn't log in!\nCreate new account?
tr: Giriş yapılamadı!\nYeni hesap oluştur?

source: Disconnected\n\nReconnect?
tr: Bağlantı kesildi!\n\nYeniden Bağlan?

source: Internal Server Error.\n\nDisconnected.\n\nReconnect?
tr: Internal Server Error.\n\nBağlantı Kesildi.\n\nYeniden bağlan?

source: Invalid JID\n'%1' not allowed in JID.\nChoose another one!
tr: Geçersiz JID\n'%1'e JID izin vermiyor.\nBaşka birtane seç!

source: JID is missing.\nAborting...
tr: JID eksik.\nKapatılıyor...

source: Password is missing.\nAborting...
tr: Parola yanlış.\nKapatılıyor...

source: Really destroy this room?\n\nReason:
tr: Gerçekten odayı kapatmak istiyor musunuz?\n\nNedeni:

source: Registration failed!\n\nPlease choose a different username!
tr: Kayıt Başarısız!\n\nLütfen farklı bir kullanıcı adı seçiniz!

source: Subscribe request from %1:\n%2
tr: %1 'e abone ol:\n%2

source: jid is missing.\nAborting...
tr: jid eksik.\nKapatılıyor...

source: pass is missing.\nAborting...
tr: parola yanlış.\nKapatılıyor...

source: %1 has become available
tr: %1 kullanılabilir hale gelmiştir

source: %1 has been banned
tr: %1 yasaklandı

source: %1 has been banned by %2
tr: %1 kullanıcısı %2 tarafından atıldı

source: %1 has been banned by %2: %3
tr: %1 %2 tarafından yasaklandı: %3

source: %1 has been kicked
tr: %1 atıldı

source: %1 has been kicked by %2
tr: %1 %2 tarafından atıldı

source: %1 has been kicked by %2: %3
tr: %1 %2 tarafından atıldı: %3

source: %1 has left
tr: %1 ayrıldı

source: %1 is now known as %2
tr: %1 artık %2 olarak biliniyor

source: %1 message(s) pending
tr: %1 bekleyen mesaj(lar)

source: - Choose Directory -
tr: - Dizin seçin -

source: /me has set the topic to: %1
tr: /bana konuyu belirledi: %1

source: 1 sec.
tr: 1 sn.

source: 10 sec.
tr: 10 sn.

source: 2 sec.
tr: 2 sn.

source: 30 sec.
tr: 30 sn.

source: 5 sec.
tr: 5 sn.

source: A web-based Jabber<sup><small>&reg;</small></sup> client
tr: Bir web tabanlı Jabber<sup><small>&reg;</small></sup> client

source: About
tr: Hakkında

source: Add
tr: Ekle

source: Add Contact
tr: Kişi Ekle

source: Add an user by clicking on <img src="images/screenshots/add-button.gif" width="24" height="22" alt="Add User Button">. Enter the user's nickname in the subscription field and click "Send". Additionally you can enter a custom message in the textarea below. A subscription request with this message is sent to the user. If he or she accepts you can see his/her <a href="#status">online status</a> from now on.
tr: Kullanıcı eklemek için <img src="images/screenshots/add-button.gif" width="24" height="22" alt="Kullanıcı Ekleme Butonu">. Abonelik alanına kullanıcı adınızı giriniz ve tıklayınız "Gönder". Ek olarak alttaki alana mesajınızı girebilirsinizi.Bu mesajla abonelik talebi kullanıcıya gönderilir.Eğer onaylanırsa <a href="#status">online status</a> görebilirsiniz artık.

source: Adding an User to your Contact List
tr: Kişi Listesine Kullanıcı Eklemek

source: Address
tr: Adres

source: Address2
tr: Adres2

source: Admin List
tr: Admin Listesi

source: Advise connection manager to connect through SSL
tr: SSL üzerinden bağlanmak için bağlantı yöneticisine tavsiye

source: After having sent this subscription request the user is added to your contact list and an edit user dialog pops up where you can set your custom nickname for this user and add him/her to one or more groups in your contact list.
tr: Abonelik talebi gönderildikten sonra kişi listenize eklenir ve düzenleme yapabilirsiniz

source: Allow
tr: İzin ver

source: Allow secure conncetions only
tr: Sadece güvenli bağlantılara izin ver

source: An Error Occured!
tr: Bir hata oluştu!

source: An Error has occured
tr: Bir hata oluştu

source: An Error occured ...
tr: Bir hata oluştu ...

source: An error has occured
tr: Bir hata oluştu

source: Annotations for %1
tr: %1 için açıklamalar

source: Are you sure you want to delete this chat history completely?
tr: Tüm konuşma geçmişini silmek istediğinizden emin misiniz?

source: Authorization failed
tr: Yetkilendirme başarısız

source: Auto-Pop-Up if away
tr: Otomatik Pop-up

source: Auto-Pop-Up if away: Whether to pop up messages although your status is not "available" or "chat"
tr: Ototmatik popup dışarda ise durumunuz "Uygun" yada "Chat" değilse uygulanır

source: Autojoin
tr: Otomatik Bağlan

source: Automatically open messages and chats
tr: Konuşmayı ve mesajları otomatik aç

source: Automatically open messages and chats: If selected each time you get a message from an other user the corresponding dialog pops up automatically.
tr: Mesaj ve konusmaları otomatik olarak aç: kullanıcı her yeni mesaj aldığında pencereleri otomatik olarak açar.

source: Available groups
tr: Uygun gruplar

source: Back
tr: Geri

source: Bad Request
tr: Hatalı istek

source: Ban
tr: Yasakla

source: Ban List
tr: Yasaklılar Listesi

source: Birthday
tr: Doğum günü

source: Bookmark
tr: Sık kullanılanlar

source: Cancel
tr: İptal

source: Change Online Status
tr: Online durumunu değiştirin

source: Change Password
tr: Parolayı değiştirin

source: Change Status Message
tr: Durum mesajını değiştirin

source: Change User Info
tr: Kullanıcı bilgilerini değiştirin

source: Change your own online setting by choosing a state from the select box at the bottom of your contact list. For some states you can set a custom status message which is displayed to other users. If you choose "invisible" you appear to be offline to other users.
tr: Kişi listesinin altındaki kutudan seçim yaparak online ayarlarınızı değiştirebilirsiniz. Bazı durumlarda diğer kullanıcılara görünen özel durum mesajınızı ayarlayabilirsiniz .Eğer "görünmez ol" seçerseniz diğer kullanıcılara çevrimdışı görünürsünüz.

source: Channel/Group
tr: Kanal/Grup

source: Chat Rooms
tr: Sohbet Odaları

source: Chat history for %1
tr: %1 için sohbet geçmişi

source: Chat with %1
tr: %1 ile sohbet

source: Choose Backend
tr: Nokta seçin

source: Choose Bookmark
tr: Sık kullanılan seçin

source: Choose Directory
tr: Klasör seçin

source: Choose Gateway
tr: Ağ geçidi seçin

source: City
tr: Şehir

source: Click to show user's vcard
tr: Kullanıcının vkard'ını görmek için tıklayın

source: Close
tr: Kapat

source: Config
tr: Yapılandır

source: Connect Host
tr: Host'a Bağlan

source: Country
tr: Ülke

source: Current groups
tr: Gruplar

source: Customizing (Your Preferences)
tr: Özelleştirme (Sizin Tercihleriniz)

source: Date
tr: Tarih

source: Decline
tr: Reddet

source: Delete
tr: Sil

source: Deny
tr: Reddet

source: Description
tr: Açıklama

source: Destroy
tr: Yok et

source: Disconnected.
tr: Bağlantı kesildi.

source: Display timestamps in chat windows
tr: Sohbet pencerelerinde zaman damgalarını göster

source: Display timestamps in one-to-one chats
tr: Birebir sohbetlerde zaman damgalarını göster

source: Display timestamps in one-to-one chats: Will display the time when a message arrived right to the users name in the chat dialog
tr: Zamanı konuşma ekranında göster: Kullanıcıların isiminin yanında gönderilen mesajın ne zaman iletildiğini gösterir

source: Done.
tr: Bitti.

source: Edit
tr: Düzenle

source: Edit Note
tr: Not düzenle

source: Edit User
tr: Kullanıcı Düzenle

source: Edit User: Opens the edit dialog for this user where you can set his nickname and change the groups he/she belongs to
tr: Kullanıcı Düzenle: Diyalog düzenlemesini açarak kullanıcının takma adını ve ait olduğu grubu değiştirebilirsiniz.

source: Edit groups for <span id="groupjid"></span>
tr: <span id="groupjid"></span> e göre grupları düzenle

source: Edit nickname for <span id="nickjid"></span>
tr: <span id="nickjid"></span> e göre takma isimleri düzenle

source: Edit properties for
tr: için özellikleri düzenle

source: Edit properties for %1
tr: %1 için özellikleri düzenle

source: Enable logging of messages
tr: ileti günlüğünü etkinleştir

source: Error
tr: Hata

source: Error saving roster preferences
tr: Liste tercihleri hatası

source: Family Name
tr: Soyadı

source: Finished.
tr: Bitti.

source: For details please visit <a href="http://jwchat.sourceforge.net">JWChat's Homepage</a>.
tr: Detaylar için lütfen <a href="http://jwchat.sourceforge.net">JWChat'in anasayfasını ziyaret edin.</a>.

source: Forbidden
tr: Yasaklı

source: From
tr: Kimden

source: Full Name
tr: Tam adı

source: Gateway
tr: Ağ Geçidi

source: Gateways
tr: Ağ Geçitleri

source: General
tr: Genel

source: Grant Administrative Privilege
tr: Admin ayrıcalıklarını verin

source: Grant Membership
tr: Üyelik verin

source: Grant Moderator Privilege
tr: Moderatör ayrıcalıklarını verin

source: Grant Voice
tr: Ses verin

source: Group
tr: Grup

source: Groupchat Invitation
tr: Grup Sohbeti Davetiyesi

source: Help
tr: Yardım

source: Hide offline users
tr: Çevrimdışı kullanıcıları gizle

source: Hide offline users: Hides users who are not online from your contact list.
tr: Çevirimiçi olmayan kullanıcıları gizle: kişi listenizdeki çevirimiçi olmayan kullanıcıları gizler.

source: Hides users who are not online from your contact list.
tr: Kişi listenizdeki çevrimiçi olmayan kullanıcıları gizle.

source: History
tr: Geçmiş

source: History: Opens the message history for this user
tr: Geçmiş: Bu kullanıcı için ileti geçmişini açın

source: I would like to add you to my roster.
tr: Sizi kisi listeme eklemek istiyorum.

source: If don't have an account yet a new one will be created automatically for you on login (Note: If it fails to register this username might be taken already. Try to choose something else).
tr: Eğer bir hesabınız yoksa girişinizde yeni bir hesap otomatik olarak açılacak. (Not: Eğer kullanıcı ismi daha önce alınmışsa lütfen başka birtane seçiniz. Başka birşeyler seçmeyi deneyin).

source: If selected each time you get a message from an other user the corresponding dialog pops up automatically.
tr: Eğer her zaman seçtiyseniz ilgili iletişim otomatik olarak açılan bir başka kullanıcıya bir mesaj verecektir.

source: If selected short jingles will play for certain actions like incoming messages or users going on- or offline.
tr: Kullanıcı giriş çıkış yaptığında yeni mesaj gibi seçtiğiniz kısa jingle çalar.

source: If you don't have an account yet a new one can be created for you by checking the register flag below.
tr: Eğer yeni bir hesabınız yoksa henüz alttaki kayıt bayrağı tıklanarak yeni kayıt yapılabilir.

source: If you want to learn more about JWChat please visit our homepage at <a href="http://jwchat.sourceforge.net">http://jwchat.sourceforge.net</a>!
tr: Eğer JWChat hakkında daha çok şey öğrenmek istiyorsanız lütfen anasayfayı ziyaret edin <a href="http://jwchat.sourceforge.net">http://jwchat.sourceforge.net</a>!

source: Information
tr: Bilgi

source: Introduction
tr: Giriş

source: Invisible
tr: Görünmez

source: Invitation to %1
tr: %1 'e davet

source: Invite
tr: Davet

source: Invite Users to %1
tr: Kullanıcıları %1 'e davet et

source: JID missing
tr: JID eksik

source: JWChat - Annotation
tr: JWChat - ek açıklama

source: JWChat - Change Online Status
tr: JWChat - Çevrimiçi durumunu değiştir

source: JWChat - Channel Config for
tr: JWChat - için kanal ayarları

source: JWChat - Chat
tr: JWChat - Sohbet

source: JWChat - Chat History
tr: JWChat - Sohbet Geçmişi

source: JWChat - Chat-Top
tr: JWChat - Sohbet-Başa Dön

source: JWChat - Collections
tr: JWChat - Koleksiyonlar

source: JWChat - Edit Bookmarks
tr: JWChat - Yer imlerini düzenle

source: JWChat - Help
tr: JWChat - Yardım

source: JWChat - Invite
tr: JWChat - Davet

source: JWChat - Join group chat
tr: JWChat - Grup Sohbetine Katıl

source: JWChat - Menubar
tr: JWChat - Menü Çubuğu

source: JWChat - Modify
tr: JWChat - Düzenle

source: JWChat - Modify List
tr: JWChat - Listeyi Düzenle

source: JWChat - Options
tr: JWChat - Ayarlar

source: JWChat - Register
tr: JWChat - Kayıt Ol

source: JWChat - Roster
tr: JWChat - Liste

source: JWChat - Search
tr: JWChat - Arama

source: JWChat - Search Results
tr: JWChat - Arama Sonuçları

source: JWChat - Search for Rooms
tr: JWChat - Odada Arama

source: JWChat - Send Message
tr: JWChat - Mesaj Gönder

source: JWChat - Show Message
tr: JWChat - Mesaj Göster

source: JWChat - Subscribe to user
tr: JWChat - Kullanıcıya abone ol

source: JWChat - Subscription-Request
tr: JWChat - Abonelik isteği

source: JWChat - User Properties
tr: JWChat - Kullanıcı Özellikleri

source: JWChat is a web based instant messenger (IM) just like AIM, MSN Messenger, Yahoo! Messenger or ICQ. This means you can manage your contacts and chat with other users directly. Unlike other IMs you can use this with your web browser without having to install any additional software at all. For a list of <a href="#supported">supported browsers</a> see below. Your contact list is stored on the server. This means that you have access to your contact list from almost any computer as long as you've got access to the internet.
tr: JWChat AIM,MSN,Yahoo messenger and ICQ gibi bir web tabanlı anlık mesajlaşma yazılımıdır. Kişilerinizi düzenleyebilirsiniz ve başka kullanıcılarla sohbet edebilirsiniz. Diğerlerinin aksine internet tarayıcısı üzerinden yükleme yapmadan kullanabilirsiniz. <a href="#supported">Destekleyen tarayıcı</a> listesini altta görebilirsiniz. Kişi listeniz sunucuda depolanır. Yani internet olduğu heranda kişi listenize erişebilir değişiklikler yapabilirsiniz.

source: JWChat is a web based, full featured jabber client. <a href="http://www.jabber.org">Jabber</a> is an advanced instant messaging system comparable to ICQ, AOL Instant Messenger or Yahoo!Messenger.
tr: JWChat web tabanlı tam donanımlı bir jabber istemcisidir. <a href="http://www.jabber.org">Jabber</a> gelişmiş bir anlık mesajlaşma sistemidir ve ICQ, AOL Instant Messenger veya Yahoo!Messenger ile kıyaslama yapılabilir.

source: JWChat is a web based, full featured jabber client. <a href="http://www.jabber.org">Jabber</a> is an advanced instant messaging system comparable to ICQ, AOL Instant Messenger or Yahoo!Messenger.
tr: JWChat web tabanlı tam donanımlı bir jabber istemcisidir. <a href="http://www.jabber.org">Jabber</a> gelişmiş bir anlık mesajlaşma sistemidir ve ICQ, AOL Instant Messenger veya Yahoo!Messenger ile kıyaslama yapılabilir.

source: Join
tr: Katıl

source: Join Groupchat
tr: Grup Sohbetine Katıl

source: Kick
tr: At

source: Left clicking an user pops up a message dialog.
tr: Bir kullanıcıya sol tıklayıp mesaj kutusu görünür

source: Loading Roster...<br>Please wait!
tr: Liste Yükleniyor...<br>Lütfen Bekleyin!

source: Login
tr: Giriş

source: Login failed. Wrong password?
tr: Giriş başarısız. Yanlış parola?

source: MS Internet Explorer since version 5.0
tr: Versiyon 5.0 dan beri MS Internet Explorer

source: Member
tr: Üye

source: Member List
tr: Üye Listesi

source: Message
tr: Mesaj

source: Message from %1
tr: %1 den mesaj

source: Moderator
tr: Moderatör

source: Moderator List
tr: Moderatör Listesi

source: Modify %1
tr: %1 i değiştir

source: Modify List
tr: Listeyi değiştir

source: Mozilla (stable) since version 1.0.2
tr: versiyon 1.0.2'den beri Mozilla(stable)

source: Mozilla et al since version 1.0.2
tr: versiyon 1.0.2'den beri Mozilla

source: Name
tr: İsim

source: Netscape version 6 & 7
tr: Netscape versiyon 6 & 7

source: Netscape version 6 &amp; 7
tr: Netscape version 6 ve 7

source: Nick
tr: İsim

source: Nickname
tr: Kullanıcı Adı

source: No items found
tr: Öğe bulunamadı

source: No such nick
tr: Böyle bir nick yok

source: None Given
tr: Veri Yok

source: Not Allowed
tr: İzin yok

source: Not Found
tr: Bulunamadı

source: OK
tr: Tamam

source: Online Status Indicators
tr: Çevrimiçi Durum Göstergeleri

source: Open Search
tr: Aramayı Aç

source: Open the preferences dialog by clicking on <img src="images/screenshots/pref-button.gif" width="24" height="22" alt="Preferences Button">. Here's a short explanation for each option you can select:
tr: Seçenekleri açmak için butona tıklayınız <img src="images/screenshots/pref-button.gif" width="24" height="22" alt="Seçenekler Butonu">. Burada seçebileceğiniz herşey için kısa açıklamalar var.

source: Open the preferences dialog by clicking on the corresponding link at the bottom right of the interface. Here's a short explanation for each option you can select:
tr: Sağ alt köşedeki linki tıklayarak seçenekler penceresi açılabilir. Tüm ayarların kısa açıklamasını bulabilirsiniz:

source: Options
tr: Seçenekler

source: Organization
tr: Organizasyon

source: Owner
tr: Sahibi

source: Owner List
tr: Sahip Listesi

source: Pass
tr: Geç

source: Password
tr: Parola

source: Password changed successfully
tr: Parola başarıyla değiştirildi

source: Passwords don't match
tr: Parolalar eşleşmiyor

source: Perform search at
tr: de arama yap

source: Play sounds
tr: Sesleri çal

source: Play sounds: If selected short jingles will play for certain actions like incoming messages or users going on- or offline.
tr: Ses oynat: seçilen jinle mesaj aldığınızda yada bir kullanıcı durumunu değiştirdiğinde çalar.

source: Please enter a channel/group to join
tr: Lütfen katılmak için grup/kanal seçiniz.

source: Please enter a name for this bookmark!
tr: Yer imi için lütfen bir isim giriniz!

source: Please enter a room to join
tr: Lütfen bir odaya giriniz

source: Please enter a server name
tr: Lütfen sunucu adını giriniz

source: Postal Code
tr: Posta kodu

source: Preferences
tr: Tercihler

source: Presence
tr: Durum

source: Priority
tr: Öncelik

source: Querying %1. Please stand by...
tr: %1 sorgulanıyor lütfen bekleyiniz ...

source: Querying ...
tr: Sorgulanıyor ...

source: Querying Service ...<br>Please stand by!
tr: Sorgulama Servisi ...<br>Lütfen ayrılmayınız!

source: Querying Transport ...<br>Please stand by!
tr: Taşıma Sorgulama ...<br>Lütfen ayrılmayınız!

source: Quote
tr: Alıntı

source: Raise window if a new message is received
tr: Yeni mesaj alındığında pencere görünür

source: Raise window if a new message is received: This will cause your contact list or your chat dialog to be raised over all other open windows if a new message arrives
tr: Yeni mesaj alındığında pencere görünür: kontak listeniz yada yeni mesaj penceresi tüm açık pencerelerin üzerinde belirir

source: Reason
tr: Sebep

source: Refresh
tr: Yenile

source: Register
tr: Kayıt ol

source: Register New Account
tr: Yeni Hesap

source: Register at
tr: nde kayıt ol

source: Registration failed. You might want to choose another username.
tr: Kayıt başarısız. Başka bir kullanıcı adı seçmelisiniz.

source: Registration successful.
tr: Kayıt başarılı.

source: Remove
tr: Sil

source: Remove all associated contacts?
tr: ilişkili tüm kişileri sil?

source: Remove: Removes this user from your contact list (completely) and revokes your authentication for him/her (if any)
tr: Sil: Kullanıcıyı kişi listenizden kaldırın (tamamen) ve kimlik doğrulamasını kaldırın (varsa)

source: Removing %1 from roster...
tr: %1 kişi listesinden siliniyor...

source: Removing contacts...
tr: Kişiler siliniyor...

source: Reply
tr: Yanıtla

source: Request sent to %1..
tr: istek %1 'e gönderiliyor..

source: Resource
tr: Kaynak

source: Resubscribe
tr: Tekrar Abone

source: Resubscribe: Opens a subscription request for this user
tr: Tekrar Abone: Bu kullanıcı için abonelik isteği açar

source: Revoke Administrative Privilege
tr: idari ayrıcalıkları kaldır

source: Revoke Membership
tr: Üyeliği kaldır

source: Revoke Memebership
tr: Üyeliği kaldır

source: Revoke Moderator Privilege
tr: Moderatör ayrıcalıklarını kaldır

source: Revoke Voice
tr: Sesi kaldır

source: Role
tr: Rol

source: Room
tr: Oda

source: Safari since version 3
tr: versiyon 3'ten beri Safari

source: Save
tr: Kaydet

source: Search
tr: Ara

source: Search Server
tr: Sunucu Ara

source: Search User
tr: Kullanıcı Ara

source: Search for Rooms
tr: Oda Ara

source: Search for a User
tr: Kullanıcı ara

source: Search results for %1
tr: %1 için arama sonuçları

source: Select
tr: Seç

source: Select Jabber server to connect to
tr: e bağlanmak için Jabber sunucusu seçin

source: Select User(s)
tr: Kullanıcı(ları) seçin

source: Send
tr: Gönder

source: Send Message
tr: Mesaj Gönder

source: Send Message: Opens the message dialog for this user
tr: Mesaj Gönder: Bu kullanıcı için diyalog penceresi aç

source: Send message to %1
tr: %1 'e mesaj gönder

source: Send subscription
tr: Abonelik gönder

source: Send subscription to
tr: Eklemek istediginiz kullanıcı:

source: Sending presence...
tr: Varlığı gönderiliyor...

source: Server
tr: Sunucu

source: Service (optional)
tr: Servis(isteğe bağlı)

source: Service unavailable
tr: Hizmet kullanılamıyor

source: Set
tr: Yap

source: Shange Status Message
tr: Durum Mesajını değiştir

source: Show
tr: Göster

source: Show Info
tr: Bilgi Göster

source: Show Info: Show the user's profile
tr: Bilgi Göster: Kullanıcı Profilini göster

source: Show Less Options
tr: Daha az seçenek göster

source: Show More Options
tr: Daha çok seçenek göster

source: Start Chat
tr: Sohbeti başlat

source: Start Chat: Opens a chat window for this user
tr: Sohbeti Başlat: Bu kullanıcı için yeni bir sohbet penceresi açın

source: State
tr: Durum

source: Status
tr: Durum

source: Status Message
tr: Durum Mesajı

source: Subject
tr: Konu

source: Submit
tr: Gönder

source: Subscribe request from %1
tr: %1 'den abonelik isteği

source: Support for safari coming soon...
tr: Safari için destek yakında geliyor ...

source: Supported Browsers
tr: Desteklenen tarayıcılar

source: Supported browsers and plattforms
tr: Desteklenen tarayıcılar ve platformlar

source: System
tr: Sistem

source: Table of Contents
tr: İçerik tablosu

source: The contact list holds entries for each user you have added. By right clicking on such an item you get a context menu as shown in the screenshot to the left:
tr: Kişi listesi eklediğiniz her kullanıcı için girdileri tutar. Öğenin üzerine sağ tıklayarak ekranın solunda bağlam menüsünü görebilirsiniz.

source: This will cause your contact list or your chat dialog to be raised over all other open windows if a new message arrives
tr: Bu,yeni mesaj geldiğinde kişi listenizin veya sohbetin diğer bütün pencerelerin üstüne çıkmasına sebep olur.

source: Title
tr: Başlık

source: Topic
tr: Konu

source: Unfiled
tr: Dosyalanmamış

source: Unit
tr: Birim

source: Unregister
tr: Kayıtsız

source: Unregistering from service %1 ...
tr: Servis kaydı %1

source: Update
tr: Güncelle

source: Update interval
tr: Güncelleme aralığı

source: Updating Roster...
tr: Liste Güncelleniyor

source: Use SSL
tr: SSL Kullan

source: Use the form below to log into jabber and start your own web based client. You don't need to install any software at all to use this program.
tr: Jabber oturumu açmak veya kendi web tabanlı istemcinizi açmak için aşağıdaki formu kullanın. Bu programı kullanmak için başka bir yazılım yüklemeniz gerekmiyor.

source: User Directory
tr: Kullanıcı Dizini

source: User doesn't want to be disturbed
tr: Kullanıcı rahatsız edilmek istemiyor

source: User don't wants to be disturbed
tr: Kullanıcı rahatsız olmak istemiyor
