Repository: axigen/axi-jwchat
Catalog: po/*.po
Languages: tr

source: User hasn't authenticated you
tr: Kullanıcı seni yetkilendirmedi

source: User is away
tr: Kullanıcı dışarda

source: User is invisible
tr: Kullanıcı görünmez

source: User is not available
tr: Kullanıcı uygun değil

source: User is not available / User doesn't want to be disturbed
tr: Kullanıcı uygun değil / Kullanıcı rahatsız edilmek istemiyor

source: User is offline
tr: Kullanıcı çevrimdışı

source: User is offline / User is invisible
tr: Kullanıcı çevirimiçi değil / kullanıcı görünmez

source: User is online
tr: Kullanıcı çevrimiçi

source: User is online / User is willing to chat
tr: Kullanıcı çevirimiçi / Kullanıcı sohbet için uygun

source: User is willing to chat
tr: Kullanıcı Sohbet yapmak istiyor

source: Username
tr: Kullanıcı Adı

source: Username must not contain
tr: Kullanıcı Adı İçermiyor

source: Voice
tr: Ses

source: Voice List
tr: Ses Listesi

source: Web Site
tr: Web Sitesi

source: Welcome to
tr: e Hoş Geldiniz

source: Welcome to JWChat
tr: JWChat'e Hoş Geldiniz

source: Welcome to JWChat at %1
tr: JWChat'e hoşgeldiniz %1

source: Welcome to JWChat at jwchat.org
tr: JWChat'e hoşgeldiniz jwchat.org

source: Welcome to jabber.glubs.org
tr: jabber.glubs.org ' a hoşgeldiniz

source: Whether to pop up messages although your status is not "available" or "chat"
tr: Durumunuz "kullanılabilir" veya "sohbet" olmasa bile mesajlar çıkabilir.

source: Will display the time when a message arrived right to the users name in the chat dialog
tr: Kullanıcıya bir mesaj geldiğinde zamanı gösterecektir.

source: You are already registered at this service!
tr: Hizmete zaten kayıtlısınız

source: You are already registered with this Gateway!
tr: Ağ Geçidine zaten kayıtlısınız

source: You can create a new user group by entering a new name for "Group" at the "Available Groups" box followed by clicking on "&gt;". Remove a user from a group by clicking on "&lt;". A group is deleted from your contact list if there is no user left for this group.
tr: Sen için yeni bir ad girerek yeni bir kullanıcı grubu oluşturabilirsiniz "Grubu" "Mevcut Grupları" at tıklayarak takip kutusu "&gt;". "&lt;" Butonuna tıklayarak bir grup kullanıcıyı kaldırma. Bu grup için hiçbir kullanıcı varsa bir grup kişi listenizden silinir.

source: You can create a new user group by entering a new name for "Group" at the "Available Groups" box followed by clicking on "&gt;". Remove a user from a group by clicking on "&lt;". A group is deleted from your contact list if there is no user left for this group.
tr: Yeni bir ad girerek yeni bir kullanıcı grubu oluşturabilirsiniz "Grubu" "Mevcut Grupları " at tıklayarak takip kutusu "&gt;". "&lt;" Butonuna tıklayarak bir grup kullanıcıyı kaldırma. Bu grup için hiçbir kullanıcı varsa bir grup kişi listenizden silinir.

source: You have been unsubscribed from %1
tr: %1 'e abone değilsiniz

source: You need to supply a jabber server
tr: Bir jabber sunucusu sağlamanız gerekmektedir

source: You need to supply a password
tr: Bir parola sağlamanız gerekmektedir

source: You need to supply a username
tr: Bir kullanıcı adı sağlamanız gerekmektedir

source: Your Contact List
tr: Kişi Listeniz

source: Your browser must support frames and javascript to use this application. Please refer to our <a href="help.html">online manual</a> for a list of supported browser.
tr: Bu uygulamayı kullanabilmeniz için tarayıcınızın çerçeveleri ve javascript'i desteklemesi gerekiyor. Lütfen buradan <a href="help.html">online manual</a> destekleyen tarayıcıların listesine bakınız.

source: away
tr: dışarıda

source: click to add user
tr: Kullanıcı Eklemek için tıklayın

source: click to select collection
tr: Koleksiyon seçmek için tıklayın

source: click to select row
tr: Sırayı seçmek için tıklayın

source: click to select user
tr: Kullanıcı seçmek için tıklayın

source: coming soon... ;-)
tr: yakında geliyor

source: do not disturb
tr: rahatsız etmeyin

source: error starting chat
tr: sohbete başlarken hata

source: free for chat
tr: bedava sohbet

source: high
tr: yüksek

source: invisible
tr: görünmez

source: local jabber user
tr: yerel jabber kullanıcısı

source: low
tr: düşük

source: medium
tr: orta

source: next
tr: sıradaki

source: not available
tr: uygun değil

source: offline
tr: çevrimdışı

source: online
tr: çevrimiçi

source: optional
tr: seçimli

source: prev
tr: önceki

source: show user info for %1
tr: %1 için kullanıcı bilgilerini göster

source: this doesn't look like a valid hostname
tr: bu geçerli bir hostname değil

source: to
tr: e

source: wants to add you to his roster
tr: sizi listesine eklemek istiyor
